Repository: common-repository/total-simple-contact-form
Catalog: languages/total-simple-contact-form-*.po
Languages: de_de, zh_cn

source: Please enter your contact details and a short message below and we will try to answer your query as soon as possible.
de_de: Bitte geben Sie Ihre Kontaktdaten und Ihre Nachricht unten ein. Wir werden uns so schnell wie möglich um Ihre Anfrage kümmern.
zh_cn: 请输入您的联系方式和信息。我们会尽快回复您。

source: Your message was sent successfully.
de_de: Nachricht wurde gesendet.
zh_cn: 留言已发送。

source: Thank you for your submission! We will contact you very shortly.
de_de: Danke für Ihre Nachricht. Sie werden sobald wie möglich eine Antwort erhalten.
zh_cn: 谢谢您的留言。我们会尽快和您联系。

source: Name: *
zh_cn: 姓名：*

source: Email Address: *
de_de: E-Mail: *
zh_cn: 邮箱地址：*

source: Message: *
de_de: Nachricht: *
zh_cn: 留言：*

source: Re-type the following text with capital letter *
de_de: Geben Sie den folgenden Text mit Großbuchstaben ein *
zh_cn: 请用大写字母填写效验码*

source: Refresh Captcha
de_de: Captcha aktualisieren
zh_cn: 刷新效验码

source: You need a copy:
de_de: Sie brauchen eine Kopie:
zh_cn: 您需要邮件副本:

source: Send Message
de_de: Nachricht senden
zh_cn: 发送留言

source: Email from:
de_de: Absender Name:
zh_cn: 发件人姓名：

source: Message from
de_de: Nachricht von
zh_cn: 留言来自

source: Copy from Message to
de_de: Eine Kopie der Nachricht zu
zh_cn: 留言附件来自

source: Email Address:
de_de: Absender Email:
zh_cn: 发件人邮箱地址：

source: Message:
de_de: Nachricht:
zh_cn: 留言：

source: Your name
de_de: Ihr Name
zh_cn: 您的姓名

source: Your email
de_de: Ihre E-Mail-Adresse
zh_cn: 您的邮箱地址

source: Your message
de_de: Ihre Nachricht
zh_cn: 您的留言

source: Captcha
zh_cn: 效验码

source: Please complete the required field.
de_de: Bitte füllen Sie alle erforderlichen Felder aus.
zh_cn: 请填写必填栏。

source: Captcha code is wrong. Try to get it right or reload it to get a new captcha code.
de_de: CAPTCHA-Kennzahl ist falsch. Bitte geben Sie die richtige Kennzahl ein oder laden Sie sie neu，um eine neue Kennzahl zu erhalten.
zh_cn: 验证码错误。请正确填写或者刷新验证码，从而得到一个新的图形效验码。

source: Captcha timed out. Please refresh captcha to get a new captcha code.
de_de: Captcha abgelaufen. Bitte laden Sie Captcha neu um eine neue Captcha-Kennzahl zu erhalten.
zh_cn: 验证码超时。请刷新，从而得到一个新的图形验证码。
